; <Korean>
; <한글 번역 : WhiteCrowF2>

[Korean]
IDS_TITLE_EXCLUDE=제외 항목
IDS_FILE=파일
IDS_SETTINGS=설정
IDS_EXIT=종료
IDS_EDIT=편집
IDS_PURGE_UNUSED=유효하지 않은 프로그램 삭제
IDS_PURGE_TIMERS=시간(타이머)이 설정된 프로그램 삭제
IDS_FIND=찾기
IDS_REFRESH=새로 고침
IDS_VIEW=보기
IDS_ICONS=아이콘 크기
IDS_ICONSSMALL=작게
IDS_ICONSLARGE=크게
IDS_ICONSISHIDDEN=아이콘 숨김
IDS_LANGUAGE=언어
IDS_FONT=글꼴
IDS_HELP=도움말
IDS_WEBSITE=홈페이지
IDS_CHECKUPDATES=업데이트 확인
IDS_DONATE=기부 감사!
IDS_ABOUT=소개
IDS_TRAY_SHOW=보임/숨김
IDS_TRAY_START=필터링 사용
IDS_TRAY_STOP=필터링 사용 안 함
IDS_TRAY_RULES=규칙
IDS_TRAY_BLOCKLIST_RULES=차단 목록
IDS_TRAY_SYSTEM_RULES=시스템 규칙
IDS_TRAY_USER_RULES=사용자 정의 규칙
IDS_TRAY_LOGERR=오류 로그
IDS_ADD_FILE=파일 추가
IDS_ANY=모두 (추가)
IDS_DISABLENOTIFICATIONS=알림 사용중지
IDS_OPENRULESEDITOR=규칙 만들기
IDS_TIMER=시간(타이머)
IDS_DISABLETIMER=시간(타이머) 사용 안함
IDS_EXPLORE=폴더 열기
IDS_COPY=복사
IDS_SELECT_ALL=모두 선택
IDS_CHECK=선택 [v]
IDS_UNCHECK=선택 해제 [ ]
IDS_ADD=추가
IDS_EDIT2=편집
IDS_DELETE=삭제
IDS_EXPORT=내보내기
IDS_IMPORT=가져오기
IDS_RULE_ALLOWLOOPBACK=모든 사용자에게 루프백 연결 허용
IDS_HIGHLIGHT_INVALID=유효하지 않은 프로그램
IDS_HIGHLIGHT_NETWORK=공유 리소스 프로그램
IDS_HIGHLIGHT_PICO=Pico 프로그램
IDS_HIGHLIGHT_SIGNED=서명된 프로그램
IDS_HIGHLIGHT_SILENT=사용이 중지된 프로그램
IDS_HIGHLIGHT_SPECIAL=특별 규칙 프로그램
IDS_HIGHLIGHT_SYSTEM=시스템 프로그램
IDS_GROUP_TIMER=시간(타이머)이 설정된 프로그램
IDS_EDITOR=규칙 편집기
IDS_NAME=이름
IDS_RULE=규칙
IDS_PORTVERSION=구성 (포트 전용)
IDS_PROTOCOL=프로토콜
IDS_DIRECTION=방향
IDS_ACTION=실행
IDS_DATE=날짜
IDS_FILEPATH=경로 (이름)
IDS_SIGNATURE=서명
IDS_ADDRESS=주소
IDS_FILTER=필터
IDS_NOTES=비고
IDS_ADDED=등록 (날짜/시간)
IDS_TIMELEFT=남은 시간(타이머)
IDS_SIGN_SIGNED=서명 됨
IDS_SIGN_UNSIGNED=서명되지 않음
IDS_GROUP_ALLOWED=허용된 프로그램
IDS_GROUP_BLOCKED=차단된 프로그램
IDS_GROUP_ENABLED=규칙 포함
IDS_GROUP_DISABLED=사용이 중지된 규칙
IDS_DIRECTION_1=아웃바운드
IDS_DIRECTION_2=인바운드
IDS_DIRECTION_3=둘다 (아웃/인)
IDS_ACTION_ALLOW=허용
IDS_ACTION_BLOCK=차단
IDS_ENABLE_CHK=규칙 사용
IDS_WIKI=도움말
IDS_SAVE=저장
IDS_CLOSE=닫기
IDS_SETTINGS_GENERAL=기본
IDS_TITLE_GENERAL=기본 설정
IDS_TITLE_LANGUAGE=언어
IDS_TITLE_CONFIRMATIONS=확인
IDS_TITLE_INTERFACE=인터페이스
IDS_TITLE_HIGHLIGHTING=강조
IDS_TITLE_LOGGING=파일 로그
IDS_TITLE_NOTIFICATIONS=알림
IDS_TITLE_ADVANCED=선택 사항
IDS_ALWAYSONTOP_CHK=항상 최상위에 고정
IDS_LOADONSTARTUP_CHK=시스템 시작시 자동실행
IDS_STARTMINIMIZED_CHK=시작시 최소화
IDS_SHOWFILENAMESONLY_CHK=파일 이름만 표시
IDS_AUTOSIZECOLUMNS_CHK=열 자동 크기 조정
IDS_SKIPUACWARNING_CHK="사용자 계정 컨트롤 "프롬프트 경고 무시
IDS_CHECKUPDATES_CHK=주기적으로 업데이트 확인 (권장)
IDS_LANGUAGE_HINT=언어 선택:
IDS_USESTEALTHMODE_CHK=스텔스 모드 사용
IDS_USESTEALTHMODE_HINT=자동 침입 인바운드 TCP RST 및 아웃바운드 ICMP "대상에 연결할 수 없음 "요청을 차단하여 UDP 포트 검색을 방지합니다.
IDS_INSTALLBOOTTIMEFILTERS_CHK=부팅 시간 필터 사용
IDS_INSTALLBOOTTIMEFILTERS_HINT="기본 필터링 서비스 "(BFE)를 시작하기 전에, 시스템 시작 데이터의 유출을 방지합니다.
IDS_USECERTIFICATES_CHK=앱에서 디지털 서명 확인
IDS_USENETWORKRESOLUTION_CHK=네트워크 주소 확인
IDS_DISABLEWINDOWSFIREWALL_CHK=윈도우 방화벽을 사용하지 않도록 설정
IDS_ENABLEWINDOWSFIREWALL_CHK=윈도우 방화벽을 사용하도록 설정
IDS_CONFIRMEXIT_CHK=종료 시 확인 대화상자 표시 확인
IDS_CONFIRMEXITTIMER_CHK=시간(타이머)이 활성화된 프로그램 닫기 확인
IDS_CONFIRMLOGCLEAR_CHK=로그 삭제 시 확인
IDS_COLORS_HINT=항목을 두 번 클릭하여 색상을 변경하십시오.
IDS_ENABLELOG_CHK=손실된 패킷 로그 사용
IDS_LOGSHOW=로그 보기
IDS_LOGCLEAR=로그 지우기
IDS_LOGSIZELIMIT_HINT=최대 로그 크기 (킬로바이트):
IDS_ENABLENOTIFICATIONS_CHK=손실된 패킷 알림 사용
IDS_NOTIFICATIONSOUND_CHK=알림 소리 사용
IDS_NOTIFICATIONTIMEOUT_HINT=동일한 메시지를 보여주는 대기시간 (초.):
IDS_NOTIFY_TOOLTIP=이 응용프로그램의 주소 및/또는 포트에 대한 액세스를 허용하는 특별 규칙을 만듭니다.
IDS_QUESTION=정말 확실합니까?
IDS_QUESTION_DELETE=(개)의 항목이 삭제됩니다. 확실합니까?
IDS_QUESTION_START=프로그램 동작은 선택된 모드에 따라 상기 네트워크 금지 및 애플리케이션에 대한 액세스를 제한함, 계속 하시겠습니까?
IDS_QUESTION_STOP=차단된 모든 프로그램에 대한 네트워크 액세스가 복원됨, 계속 하시겠습니까?
IDS_QUESTION_EXIT=설정된 필터는 프로그램이 종료된 후에도 계속 작동함, 계속 하시겠습니까?
IDS_QUESTION_TIMER=시간(타이머)이 활성화됩니다. 시간(타이머)은 프로그램이 실행 중일 때만 작동함, 계속 하시겠습니까?
IDS_QUESTION_TIMERS=모든 시간(타이머) 설정이 삭제됨, 계속 하시겠습니까?
IDS_QUESTION_FLAG_CHK=다시 물어보지 않음
IDS_STATUS_EMPTY=비어 있음.
IDS_STATUS_SYNTAX_ERROR=규칙 에 구문 오류가 있다.
IDS_ADDRESS_LOCAL=소스
IDS_ADDRESS_REMOTE=목적지
IDS_UPDATE_ERROR=업데이트 서버에 연결하는 동안 오류가 발생했습니다.
IDS_UPDATE_DOWNLOAD=업데이트 다운로드 중...
IDS_UPDATE_DONE=업데이트 다운로드 완료.
IDS_GROUP_SPECIAL_APPS=특별 규칙 프로그램
IDS_RULE_ALLOWLOOPBACK_HINT=이것은 모든 루프 백 트래픽을 허용합니다.
IDS_RESET=기본값
IDS_EXCLUDESTEALTH_CHK=포트 스캐너
IDS_EXCLUDEBLOCKLIST_CHK=블랙 리스트
IDS_UPDATE_INIT=새 버전 확인...
IDS_UPDATE_INSTALL=사용 가능한 업데이트, 설치하시겠습니까?
IDS_EXCLUDECUSTOM_CHK=사용자 정의 규칙
IDS_EXCLUDECLASSIFYALLOW_CHK=허용된 패킷
IDS_STATUS_TIMER_DONE=시간(타이머)이 완료됨!
IDS_ICONSEXTRALARGE=아주 크게
IDS_STATUS_UNUSED_APPS=유효하지 않는 프로그램
IDS_STATUS_TIMER_APPS=시간(타이머)이 설정된 프로그램
IDS_SECUREFILTERS_CHK=설치된 필터 보호 기능 활성화
IDS_SECUREFILTERS_HINT=권한이 없는 애플리케이션이 설치된 필터에 액세스하지 못하도록 차단합니다.
IDS_USEREFRESHDEVICES_CHK=장치 연결 시 필터 새로 고침
IDS_RULE_ALLOW6TO4=모든 사용자에게 IPv6 리디렉션(6to4)허용
IDS_RECOMMENDED=권장
IDS_ICONSISTABLEVIEW=목록으로 표시
IDS_ACTION_ALLOW_HINT=프로그램의 인터넷 액세스를 항상 허용
IDS_ACTION_BLOCK_HINT=프로그램의 인터넷 액세스를 항상 차단
IDS_ACTION_LATER_HINT=아무것도 하지 말고 나중에 요청
IDS_RULE_APPLY_2=프로그램에 "%s" 을(를) 적용하십시오.
IDS_EDITRULES=규칙 편집
IDS_TAB_APPS=프로세서
IDS_TAB_SERVICES=서비스
IDS_TAB_PACKAGES=앱 기록
IDS_TAB_NETWORK=네트워크
IDS_STATE=상태
IDS_STATUS_FILTERS_ACTIVE=필터링이 활성화!
IDS_STATUS_FILTERS_INACTIVE=필터링이 비활성화!
IDS_STATUS_FILTERS_PROCESSING=필터 적용
IDS_HIGHLIGHT_CONNECTION=네트워크에 연결된 프로그램
IDS_SHOWINLIST=목록에 표시
IDS_BLOCKLIST_SPY=마이크로소프트 스파이 및 원격측정 서버
IDS_BLOCKLIST_UPDATE=마이크로소프트 업데이트 서버
IDS_BLOCKLIST_EXTRA=마이크로소프트 응용프로그램 서버
IDS_PORT=포트
IDS_NOTIFY_TITLE=네트워크 경고(알림)
IDS_NOTIFY_HEADER=네트워크 연결이 차단됨
IDS_DISABLE=사용 안함
IDS_TITLE_SECURITY=보안
IDS_LOGVIEWER_HINT=응용프로그램 로그 보기
IDS_NOTIFICATIONONTRAY_CHK=시스템 트레이에서 알림 창 표시
IDS_NETWORK_CLOSE=연결 닫음
IDS_RULE_BLOCKOUTBOUND=모든 사용자에게 아웃바운드 연결 차단
IDS_RULE_BLOCKINBOUND=모든 사용자에게 인바운드 연결 차단
IDS_VIEW_ICON=아이콘 보기
IDS_VIEW_DETAILS=자세히 보기
IDS_VIEW_TILE=타일 보기
IDS_RULE_HINT=필드를 비워두면, 모든 주소와 포트에 규칙이 적용됩니다.
IDS_RULE_APPS_HINT=선택된 앱이 없는 경우, 규칙은 모든 앱에 적용됩니다.
IDS_STATUS_FILTERS_ACTIVE_TEMP=재부팅 할 때까지 필터가 활성화됩니다.
IDS_INSTALL_PERMANENT=영구 규칙. 규칙은 수동으로 비활성화 할 때까지 작동합니다.
IDS_INSTALL_TEMPORARY=임시 규칙. 다음에 다시 부팅 한 후 규칙이 재설정됩니다.
IDS_ENABLEUILOG_CHK=패킷 로깅 인터페이스 사용
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=전체 화면 앱이 포그라운드에 있을 때 자동모드 사용
IDS_TITLE_TRAY=작업표시줄 트레이 아이콘
IDS_TRAYICONSINGLECLICK_CHK=트레이 아이콘을 한번 클릭하여 창 열기
IDS_ENABLE_APP_CHK=네트워크 액세스 활성화
IDS_APP_HINT=이미 인터넷 액세스가 활성화된 앱은 규칙을 허용할 필요가 없습니다.
IDS_HOST=호스트
IDS_CONFIRMALLOW_CHK=애플리케이션을 허용할 때 확인
IDS_QUESTION_ALLOW=이 응용 프로그램에 대한 전체 인터넷 액세스를 활성화하시겠습니까?
IDS_SHOWSEARCHBAR_CHK=검색창 표시
IDS_LAYER=계층
IDS_RULE_ALLOWWINDOWSUPDATE=윈도우 업데이트 허용
IDS_ACTION_TERMINATE_HINT=프로세스 종료
IDS_PROFILE_TYPE=프로필 유형
IDS_USEAPPMONITOR_CHK=앱 변경 사항 모니터링
IDS_DISABLEREMOVAL=제거 비활성화
IDS_USEHASHES_CHK=앱에서 sha-256 해시 확인
IDS_COMMENT=댓글
IDS_USEDARKTHEME=어두운 테마 사용
IDS_KEEPUNUSED_CHK=사용하지 않는 앱 보관
IDS_UPDATE_NO=최신 버전을 사용 중입니다.
IDS_UPDATE_YES=사용 가능한 업데이트를, 다운로드하여 설치하시겠습니까?
IDS_UPDATE_SPEED=속도
IDS_RULE_FOR_ALL=모두(전체)
IDS_RULE_FOR_APPS=앱(만)
IDS_PROFILE_TYPE_PLAIN=표준
IDS_PROFILE_TYPE_COMPRESSED=압축
IDS_PROFILE_TYPE_ENCRYPTED=암호화
IDS_SESSION_ONLY=세션 전용
IDS_LIMIT_REACHED=한도에 도달했습니다.
IDS_INTERNAL_RULE=내부 규칙
IDS_LOADING=로딩...
IDS_DIRECTION_REMOTE=원격
IDS_DIRECTION_LOCAL=로컬
IDS_WARNING_UNEXPECTED=Be careful, through service/driver host (svchost.exe/System) internet traffic can let out through unexpected ways. Continue?
IDS_WARNING_ME=If you disallow main process, you cannot use resolve network addresses option. Continue?
IDS_TOTAL=Total
